cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ag'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'android-sdk'
brew 'android-ndk'
brew 'ios-sim'
brew 'lua'
brew 'luajit'
brew 'python3'
brew 'python'
brew 'hub'
brew 'hubflow'
brew 'ansible'
brew 'ffmpeg'

#cask '1password'
#cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'mapbox-studio'
cask 'seashore'
cask 'slack'
#cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
cask 'gitkraken'
cask 'skype'
cask 'teamviewer'
cask 'vagrant'
cask 'genymotion'
cask 'sqlectron'
cask 'diskwave'
cask 'blender'
#cask 'coronasdk'
